//**********************************************************************
//**********************************************************************
//**                                                                  **
//**        (C)Copyright 1985-2010, American Megatrends, Inc.         **
//**                                                                  **
//**                       All Rights Reserved.                       **
//**                                                                  **
//**      5555 Oakbrook Parkway, Suite 200, Norcross, GA 30093        **
//**                                                                  **
//**                       Phone: (770)-246-8600                      **
//**                                                                  **
//**********************************************************************
//**********************************************************************

//**********************************************************************
// $Header: $
//
// $Revision: $
//
// $Date: $
//**********************************************************************
// Revision History
// ----------------
// $Log: $
// 
//**********************************************************************
//<AMI_FHDR_START>
//
// Name:  <This File's Name>
//
// Description:	
//
//<AMI_FHDR_END>
//**********************************************************************
/=#
//<xuyj1-21081211-Mantis #0025342 add some item chinese +>
//#include "VFR.uni"
#langdef   en-US "English"    // English
#langdef   x-AMI "x-AMI"      // AMI Mapping Language
#langdef   zh-chs "中文 " // Chinese simplified
#string STR_OEM_BMC_GPIO42_AUTORESET                  #language en-US "CPLD Reset BMC"
                                                        #language zh-chs "CPLD复位BMC"
#string STR_OEM_BMC_GPIO42_AUTORESET_HELP             #language en-US "Enable/Disable CPLD Reset BMC"
                                                        #language zh-chs "启用/禁用 CPLD 复位 BMC功能"
//<xuyj1-21081211-Mantis #0025342 add some item chinese ->
//**********************************************************************
//**********************************************************************
//**                                                                  **
//**        (C)Copyright 1985-2010, American Megatrends, Inc.         **
//**                                                                  **
//**                       All Rights Reserved.                       **
//**                                                                  **
//**      5555 Oakbrook Parkway, Suite 200, Norcross, GA 30093        **
//**                                                                  **
//**                       Phone: (770)-246-8600                      **
//**                                                                  **
//**********************************************************************
//**********************************************************************